Repository: alielsokary/CaskHub
Catalog: CaskHub/Resources/Localizable.xcstrings
Source language: en
Languages: uk, zh_hans

source: Homebrew could not reach a required download host. Check your network, VPN, proxy, and DNS settings, then try again.
uk: Homebrew не вдалося підключитися до потрібного вузла завантаження. Перевірте мережу, VPN, проксі та параметри DNS, а потім повторіть спробу.
zh_hans: Homebrew 无法访问所需的下载主机。请检查网络、VPN、代理和 DNS 设置，然后重试。

source: Homebrew could not write to one of its temporary or installation folders. Run `brew doctor`, correct the permissions it reports, then try again.
uk: Homebrew не вдалося записати дані в одну з тимчасових папок або папок встановлення. Запустіть `brew doctor`, виправте дозволи, про які він повідомить, і повторіть спробу.
zh_hans: Homebrew 无法写入其临时目录或安装目录。请运行 `brew doctor`，修正它报告的权限问题，然后重试。

source: Homebrew found an existing item at the destination. Remove or move that item manually, then try again. %@
uk: Homebrew знайшов наявний об’єкт у місці призначення. Видаліть або перемістіть його вручну, а потім повторіть спробу. %@
zh_hans: Homebrew 在目标位置发现了现有项目。请手动移除或移动该项目，然后重试。 %@

source: Homebrew is available: %@
uk: Homebrew доступний: %@
zh_hans: Homebrew 可用：%@

source: Homebrew Location
uk: Розташування Homebrew
zh_hans: Homebrew 位置

source: Homebrew Not Found
uk: Homebrew не знайдено
zh_hans: 未找到 Homebrew

source: Homebrew path
uk: Шлях до Homebrew

source: Homebrew Setup
uk: Налаштування Homebrew
zh_hans: Homebrew 设置

source: Homebrew tried to run code for the wrong processor architecture. Select the compatible Homebrew path in Settings, then try again.
uk: Homebrew спробував виконати код для неправильної архітектури процесора. Виберіть сумісний шлях до Homebrew у параметрах і повторіть спробу.
zh_hans: Homebrew 尝试为错误的处理器架构运行代码。请在设置中选择兼容的 Homebrew 路径，然后重试。

source: Homebrew Update Failed
uk: Не вдалося оновити Homebrew
zh_hans: Homebrew 更新失败

source: Homebrew was not found on this Mac.
uk: Homebrew не знайдено на цьому Mac.
zh_hans: 此 Mac 上未找到 Homebrew。

source: Homebrew's temporary download state changed while the operation was finishing. Try again.
uk: Тимчасовий стан завантаження Homebrew змінився під час завершення операції. Спробуйте знову.
zh_hans: 操作即将完成时，Homebrew 的临时下载状态发生了变化。请重试。

source: Homepage
uk: Домашня сторінка
zh_hans: 主页

source: How to Grant It
uk: Як надати дозвіл
zh_hans: 如何授予

source: Ignore
uk: Ігнорувати
zh_hans: 忽略

source: Info
uk: Інформація
zh_hans: 详情

source: Install
uk: Встановити
zh_hans: 安装

source: Install & Update
uk: Встановити й оновити
zh_hans: 安装与更新

source: Installed (%@)
uk: Встановлено (%@)
zh_hans: 已安装（%@）

source: Installed Casks
uk: Встановлені пакети Cask
zh_hans: 已安装的 Cask

source: Installed Version
uk: Встановлена версія
zh_hans: 已安装版本

source: Installed Via
uk: Спосіб встановлення
zh_hans: 安装方式

source: Installed: %@
uk: Встановлено: %@

source: Installing
uk: Встановлення
zh_hans: 安装

source: Installing…
uk: Встановлення…
zh_hans: 正在安装…

source: Keep Running
uk: Продовжити роботу
zh_hans: 继续运行

source: Last Scan
uk: Останнє сканування
zh_hans: 上次扫描

source: Last Updated
uk: Останнє оновлення
zh_hans: 上次更新

source: Launch CaskHub at login
uk: Запускати CaskHub під час входу
zh_hans: 登录时启动 CaskHub

source: Library
uk: Бібліотека
zh_hans: 库

source: LIBRARY
uk: БІБЛІОТЕКА
zh_hans: 我的库

source: Light
uk: Світла
zh_hans: 浅色

source: List
uk: Список

source: Loading casks…
uk: Завантаження пакетів Cask…
zh_hans: 正在加载 Cask…

source: Loading…
uk: Завантаження…
zh_hans: 加载中…

source: macOS canceled opening the disk image. Try again and approve the disk image if macOS asks for confirmation.
uk: macOS скасувала відкриття образу диска. Спробуйте знову й підтвердьте відкриття, якщо macOS запитає дозвіл.
zh_hans: macOS 取消了打开磁盘映像。请重试；如果 macOS 要求确认，请允许打开该磁盘映像。

source: Main Category
uk: Основна категорія
zh_hans: 主分类

source: MAINTENANCE
uk: ОБСЛУГОВУВАННЯ
zh_hans: 维护

# maintenance.check.brew.fail
source: Homebrew was not found. Install it from brew.sh.
uk: Homebrew не знайдено. Встановіть його з brew.sh.
zh_hans: 未找到 Homebrew。请前往 brew.sh 安装。

# maintenance.check.brew.label
source: Homebrew installation
uk: Встановлення Homebrew
zh_hans: Homebrew 安装

# maintenance.check.brew.pass
source: brew %1$@ at %2$@, healthy.
uk: brew %1$@ у %2$@: усе гаразд.
zh_hans: brew %1$@ 位于 %2$@,状态良好。

# maintenance.check.clt.fail
source: Not installed. Run xcode-select --install in Terminal.
uk: Не встановлено. Запустіть xcode-select --install у Терміналі.
zh_hans: 未安装。请在终端运行 xcode-select --install。

# maintenance.check.clt.label
source: Xcode Command Line Tools
uk: Інструменти командного рядка Xcode
zh_hans: Xcode 命令行工具

# maintenance.check.clt.pass
source: Installed at %@.
uk: Встановлено в %@.
zh_hans: 已安装于 %@。

# maintenance.disk.allClean
source: All clean
uk: Усе чисто
zh_hans: 已清洁

# maintenance.disk.apps.desc
source: %lld casks, managed
uk: %lld пакета Cask під керуванням
zh_hans: %lld 个 Cask,已托管

# maintenance.disk.apps.label
source: Apps on your shelf
uk: Програми на полиці
zh_hans: 酒架上的应用

# maintenance.disk.cache.desc
source: Installers already poured
uk: Інсталятори вже завантажено
zh_hans: 已完成安装的安装包

# maintenance.disk.cache.done
source: Cleaned just now
uk: Щойно очищено
zh_hans: 刚刚清理完毕

# maintenance.disk.cache.empty
source: No cached installers
uk: Немає кешованих інсталяторів
zh_hans: 没有缓存的安装包

# maintenance.disk.cache.label
source: Download cache
uk: Кеш завантажень
zh_hans: 下载缓存

# maintenance.disk.clean
source: Clean
uk: Очистити
zh_hans: 清理

# maintenance.disk.failed
source: Something went wrong. Try again.
uk: Щось пішло не так. Спробуйте знову.
zh_hans: 出了点问题,请重试。

# maintenance.disk.imageCache.button
source: Clear
uk: Очистити
zh_hans: 清空

# maintenance.disk.imageCache.desc
source: Cached icons and artwork
uk: Кешовані значки та ілюстрації
zh_hans: 缓存的图标和插图

# maintenance.disk.imageCache.done
source: Cleared, re-fetches as needed
uk: Очищено; за потреби завантажиться знову
zh_hans: 已清空,将按需重新获取

# maintenance.disk.imageCache.empty
source: No cached images
uk: Немає кешованих зображень
zh_hans: 没有缓存的图片

# maintenance.disk.imageCache.label
source: Image cache
uk: Кеш зображень
zh_hans: 图片缓存

# maintenance.disk.measuring
source: Measuring disk usage…
uk: Вимірювання використання диска…
zh_hans: 正在测量磁盘用量…

# maintenance.disk.old.desc
source: Kept from past updates
uk: Залишилися з попередніх оновлень
zh_hans: 历史更新留下的版本

# maintenance.disk.old.done
source: Removed just now
uk: Видалено щойно
zh_hans: 刚刚移除

# maintenance.disk.old.empty
source: Nothing kept from past updates
uk: Нічого не залишилося з попередніх оновлень
zh_hans: 没有历史版本残留

# maintenance.disk.old.label
source: Old versions
uk: Старі версії
zh_hans: 旧版本

# maintenance.disk.openFinder
source: Open in Finder
uk: Відкрити в Finder
zh_hans: 在访达中打开

# maintenance.disk.orphans.button
source: Remove
uk: Видалити
zh_hans: 移除

# maintenance.disk.orphans.done
source: Nothing left over
uk: Нічого не залишилося
zh_hans: 已全部清除

# maintenance.disk.orphans.empty
source: No orphaned formulae
uk: Немає невикористовуваних формул
zh_hans: 没有孤立的 Formula

# maintenance.disk.orphans.label
source: Orphaned dependencies
uk: Невикористовувані залежності
zh_hans: 孤立依赖

# maintenance.disk.reclaimable
source: reclaimable
uk: можна звільнити
zh_hans: 可回收

# maintenance.disk.title
source: Homebrew on disk
uk: Homebrew на диску
zh_hans: 磁盘上的 Homebrew

# maintenance.disk.total
source: %@ total
uk: Усього: %@
zh_hans: 共 %@

# maintenance.health.checkedAt
source: checked %@
uk: перевірено %@
zh_hans: 上次检查:%@

# maintenance.health.hide
source: Hide
uk: Сховати
zh_hans: 收起

# maintenance.health.review
source: Review
uk: Переглянути
zh_hans: 查看

# maintenance.health.run
source: Run checkup
uk: Запустити перевірку
zh_hans: 运行检查

# maintenance.health.running
source: Checking…
uk: Перевірка…
zh_hans: 检查中…

# maintenance.health.showLess
source: Show less
uk: Показати менше
zh_hans: 收起日志

# maintenance.health.showMore
source: Show full log
uk: Показати повний журнал
zh_hans: 显示完整日志

# maintenance.health.summary.advisories
source: brew doctor: %lld advisories to review. Nothing blocking.
uk: brew doctor: %lld рекомендації для перегляду. Нічого критичного.
zh_hans: brew doctor:有 %lld 项建议待查看,无阻塞问题。

# maintenance.health.summary.allClear
source: brew doctor: all clear.
uk: brew doctor: проблем немає.
zh_hans: brew doctor:一切正常。

# maintenance.health.summary.notRun
source: Run a checkup to see how your Homebrew is doing.
uk: Виконайте перевірку, щоб дізнатися, як працює ваш Homebrew.
zh_hans: 运行一次检查,看看 Homebrew 的状态。

# maintenance.health.summary.running
source: Running brew doctor…
uk: Виконується brew doctor…
zh_hans: 正在运行 brew doctor…

# maintenance.summary.allClear
source: All clear
uk: Проблем немає
zh_hans: 一切正常

# maintenance.summary.reclaimable
source: %@ reclaimable
uk: Можна звільнити: %@
zh_hans: 可回收 %@

# maintenance.summary.review
source: %lld to review
uk: %lld для перегляду
zh_hans: %lld 项待查看

# maintenance.upToDate
source: Up to date
uk: Актуально
zh_hans: 已是最新

# maintenance.widget.homebrew.button
source: Update
uk: Оновити
zh_hans: 更新

# maintenance.widget.homebrew.detail
source: brew %1$@ at %2$@.
uk: brew %1$@ у %2$@.
zh_hans: brew %1$@ 位于 %2$@。

# maintenance.widget.homebrew.done
source: Updated
uk: Оновлено
zh_hans: 已更新

# maintenance.widget.homebrew.failed
source: Update failed. Try again later.
uk: Не вдалося оновити. Спробуйте пізніше.
zh_hans: 更新失败,请稍后重试。

# maintenance.widget.homebrew.hint
source: Update refreshes Homebrew and its catalog of casks.
uk: Оновлює Homebrew та його каталог пакетів Cask.
zh_hans: 更新会刷新 Homebrew 及其 Cask 目录。

# maintenance.widget.homebrew.latest
source: You are on the latest version.
uk: Ви використовуєте останню версію.
zh_hans: 已是最新版本。

# maintenance.widget.homebrew.missing
source: Homebrew was not found.
uk: Homebrew не знайдено.
zh_hans: 未找到 Homebrew。

# maintenance.widget.homebrew.updateAvailable
source: Version %@ is available.
uk: Доступна версія %@.
zh_hans: 新版本 %@ 已可用。

# maintenance.widget.sync.button
source: Sync now
uk: Синхронізувати зараз
zh_hans: 立即同步

# maintenance.widget.sync.detail
source: Your collection and CaskFlow last synced %@.
uk: Ваша колекція та CaskFlow востаннє синхронізувалися %@.
zh_hans: 你的收藏与 CaskFlow 上次同步于%@。

# maintenance.widget.sync.done
source: Synced
uk: Синхронізовано
zh_hans: 已同步

# maintenance.widget.sync.latest
source: Up to date with CaskFlow %@
uk: Синхронізовано з CaskFlow %@
zh_hans: 已与 CaskFlow %@ 保持同步

# maintenance.widget.sync.meta
source: %lld casks in sync
uk: %lld пакета Cask синхронізовано
zh_hans: %lld 个 Cask 已同步

# maintenance.widget.sync.never
source: Your collection has not synced yet.
uk: Ваша колекція ще не синхронізувалася.
zh_hans: 你的收藏尚未同步。

# maintenance.widget.sync.running
source: Syncing…
uk: Синхронізація…
zh_hans: 同步中…

# maintenance.widget.sync.title
source: Collection sync
uk: Синхронізація колекції
zh_hans: 收藏同步

# maintenance.widget.sync.updateAvailable
source: CaskFlow %@ is available.
uk: Доступна версія CaskFlow %@.
zh_hans: CaskFlow %@ 已发布新版本。

# maintenance.working
source: Working…
uk: Виконується…
zh_hans: 处理中…

source: Manage
uk: Керувати
zh_hans: 管理

source: MANAGE
uk: КЕРУВАННЯ
zh_hans: 管理

source: More actions
uk: Більше дій
zh_hans: 更多操作

source: Most Popular
uk: Найпопулярніші
zh_hans: 最热门

source: Name (A→Z)
uk: Назва (A→Z)
zh_hans: 名称（A→Z）

source: Name (Z→A)
uk: Назва (Z→A)
zh_hans: 名称（Z→A）

source: Never
uk: Ніколи
zh_hans: 从未

source: Newest
uk: Найновіші
zh_hans: 最新

source: No
uk: Ні
zh_hans: 否

source: None
uk: Немає
zh_hans: 无

source: Not Found
uk: Не знайдено
zh_hans: 未找到

source: Not Granted
uk: Не надано
zh_hans: 未授权

source: Not installed
uk: Не встановлено
zh_hans: 未安装

source: Oldest
uk: Найстаріші
zh_hans: 最早

source: Open
uk: Відкрити
zh_hans: 打开

source: Open brew.sh
uk: Відкрити brew.sh

source: Open Homebrew Settings
uk: Відкрити параметри Homebrew

source: Open System Settings
uk: Відкрити Системні параметри
zh_hans: 打开系统设置

source: Opening…
uk: Відкриття…
zh_hans: 正在打开…

source: Outdated
uk: Застаріле
zh_hans: 已过期

source: Package installer
uk: Інсталятор пакетів
zh_hans: 安装包

source: Package Installers
uk: Інсталятори пакетів
zh_hans: 软件包安装器

source: Paths
uk: Шляхи
zh_hans: 路径

source: Permission Denied
uk: Доступ заборонено
zh_hans: 权限被拒绝

source: Permission Needed
uk: Потрібен дозвіл
zh_hans: 需要权限

source: Permissions
uk: Дозволи
zh_hans: 权限

source: Preparing
uk: Підготовка
zh_hans: 准备中

source: Privacy
uk: Конфіденційність
zh_hans: 隐私

source: Property
uk: Властивість
zh_hans: 属性

source: Queued
uk: У черзі
zh_hans: 排队中

source: Queued…
uk: У черзі…
zh_hans: 排队中…

source: Quit CaskHub
uk: Завершити CaskHub
zh_hans: 退出 CaskHub

source: Quit CaskHub?
uk: Завершити CaskHub?
zh_hans: 要退出 CaskHub 吗？

source: Recently Added
uk: Нещодавно додані
zh_hans: 最近新增

source: Recently Installed
uk: Нещодавно встановлені
zh_hans: 最近安装

source: Repair or Replace
uk: Відновлення або заміна
zh_hans: 修复或替换

source: Repairing…
uk: Відновлення…
zh_hans: 正在修复…

source: Report an Issue
uk: Повідомити про проблему

source: Restore
uk: Відновити
zh_hans: 恢复

source: Results for “%@”
uk: Результати для «%@»
zh_hans: “%@” 的搜索结果

source: search
uk: пошук
zh_hans: 搜索

source: Search apps…
uk: Пошук програм…
zh_hans: 搜索应用…

source: Select the brew binary or the Homebrew installation folder
uk: Виберіть виконуваний файл brew або папку встановлення Homebrew
zh_hans: 请选择 brew 可执行文件或 Homebrew 安装目录

# settings.appManagement.description
source: Needed to adopt or update apps whose casks modify the app bundle (macOS otherwise blocks CaskHub from modifying other apps). Enable CaskHub under System Settings → Privacy & Security → App Management.
uk: Потрібно для додавання під керування або оновлення програм, пакети Cask яких змінюють пакет програми (інакше macOS блокує зміни інших програм із CaskHub). Увімкніть CaskHub у меню «Системні параметри» → «Конфіденційність і безпека» → «Керування програмами».
zh_hans: 接管或更新那些会修改应用包的 Cask 时需要此权限（否则 macOS 会阻止 CaskHub 修改其他应用）。请在「系统设置 → 隐私与安全性 → App 管理」中启用 CaskHub。

# settings.privacy.crashReports
source: Sends crash reports and technical diagnostics through Sentry to help identify and fix problems.
uk: Надсилає звіти про збої та технічну діагностику через Sentry, щоб допомогти виявити та усунути проблеми.

# settings.privacy.usageAnalytics
source: Sends anonymous usage metrics through Sentry. TelemetryDeck receives only anonymous session and new-install signals.
uk: Надсилає анонімні показники використання через Sentry. TelemetryDeck отримує лише анонімні сигнали про сеанс і нове встановлення.

# settings.storage.clearIconCache
source: Removes cached app icons. They re-download the next time each app is shown.
uk: Видаляє кешовані значки програм. Вони завантажаться знову під час наступного показу кожної програми.
zh_hans: 移除已缓存的应用图标。下次显示各应用时会重新下载。

# settings.updates.automaticChecks
source: When automatic checks are enabled, CaskHub downloads updates in the background and always shows the update prompt before installation.
uk: Коли автоматичні перевірки ввімкнено, CaskHub завантажує оновлення у фоновому режимі та завжди показує запит на оновлення перед встановленням.

source: sha256 :no_check (rolling download URL)
uk: sha256 :no_check (URL завантаження без фіксованої версії)

source: Share anonymous usage analytics
uk: Надсилати анонімну аналітику використання
zh_hans: 共享匿名使用统计

source: Share crash reports
uk: Надсилати звіти про збої
zh_hans: 共享崩溃报告

# shelfSetup.brewfile.export.button
source: Export…
uk: Експорт…
zh_hans: 导出…

# shelfSetup.brewfile.export.description
source: Write the %lld casks CaskHub manages to a Brewfile. Your setup, portable.
uk: Записати %lld пакетів Cask під керуванням CaskHub у Brewfile. Переносьте своє налаштування на інші пристрої.
zh_hans: 把 CaskHub 管理的 %lld 个 cask 写入 Brewfile。你的配置，随身携带。

# shelfSetup.brewfile.export.failed
source: Couldn't save the Brewfile.
uk: Не вдалося зберегти Brewfile.
zh_hans: 无法保存 Brewfile。

# shelfSetup.brewfile.export.saved
source: Saved to %1$@ · %2$lld casks
uk: Збережено у %1$@ · пакетів Cask: %2$lld
zh_hans: 已保存到 %1$@ · %2$lld 个 cask

# shelfSetup.brewfile.export.title
source: Export your shelf
uk: Експорт полиці
zh_hans: 导出你的酒架

# shelfSetup.brewfile.import.button
source: Choose file…
uk: Виберіть файл…
zh_hans: 选择文件…

# shelfSetup.brewfile.import.description
source: Pour every cask a Brewfile lists. Perfect for a new Mac.
uk: Встановити всі пакети Cask зі списку Brewfile. Ідеально для нового Mac.
zh_hans: 装入 Brewfile 列出的每个 cask，新 Mac 的完美起点。

# shelfSetup.brewfile.import.empty
source: No casks found in that Brewfile.
uk: У цьому Brewfile не знайдено пакетів Cask.
zh_hans: 该 Brewfile 中未找到 cask。

# shelfSetup.brewfile.import.title
source: Import a Brewfile
uk: Імпорт Brewfile
zh_hans: 导入 Brewfile

# shelfSetup.brewfile.sheet.deselectAll
source: Deselect All
uk: Зняти вибір із усіх
zh_hans: 取消全选

# shelfSetup.brewfile.sheet.done
source: All %lld poured. Your shelf matches the Brewfile.
uk: Установлено всі %lld. Ваша полиця відповідає Brewfile.
zh_hans: 全部 %lld 个已装入。你的酒架与 Brewfile 一致。

# shelfSetup.brewfile.sheet.doneWithFailures
source: %1$lld of %2$lld poured, %3$lld failed.
uk: Встановлено %1$lld із %2$lld; помилок: %3$lld.
zh_hans: %2$lld 个中已装入 %1$lld 个，%3$lld 个失败。

# shelfSetup.brewfile.sheet.installButton
source: Install %lld new
uk: Встановити нові: %lld
zh_hans: 安装 %lld 个新应用

# shelfSetup.brewfile.sheet.nothingNew
source: Nothing new to pour. Everything listed is already on this Mac.
uk: Немає нових пакетів для встановлення. Усе зі списку вже є на цьому Mac.
zh_hans: 没有新内容，列出的应用都已安装在这台 Mac 上。

# shelfSetup.brewfile.sheet.pouring
source: Pouring %1$@… (%2$lld of %3$lld)
uk: Встановлення %1$@… (%2$lld із %3$lld)
zh_hans: 正在装入 %1$@…（%2$lld/%3$lld）

# shelfSetup.brewfile.sheet.selectAll
source: Select All
uk: Вибрати все
zh_hans: 全选

# shelfSetup.brewfile.sheet.skipped
source: %lld already on your machine, skipped
uk: Уже на цьому Mac, пропущено: %lld
zh_hans: %lld 个已安装在这台 Mac 上，已跳过

# shelfSetup.brewfile.sheet.subtitle
source: %1$@ · %2$lld casks listed
uk: %1$@ · пакетів Cask у списку: %2$lld
zh_hans: %1$@ · 共列出 %2$lld 个 cask

# shelfSetup.brewfile.sheet.title
source: Import Casks
uk: Імпорт пакетів Cask
zh_hans: 导入 Cask

# shelfSetup.ignore.addButton
source: + Ignore an app…
uk: + Ігнорувати програму…
zh_hans: + 忽略应用…

# shelfSetup.ignore.description
source: These apps never show up in Adopt Apps.
uk: Ці програми ніколи не з’являтимуться в розділі «Додати програми під керування».
zh_hans: 这些应用不会出现在「接管应用」中。

# shelfSetup.ignore.empty
source: Nothing ignored - every adoptable app shows in Adopt Apps.
uk: Нічого не ігнорується — усі придатні програми з’являються в розділі «Додати програми під керування».
zh_hans: 没有忽略任何应用——所有可接管的应用都会显示在「接管应用」中。

# shelfSetup.ignore.ignoredWhen
source: ignored %@
uk: проігноровано %@
zh_hans: 忽略于%@

# shelfSetup.ignore.pickerEmpty
source: No adoptable apps left to ignore.
uk: Не залишилося придатних програм, які можна ігнорувати.
zh_hans: 没有可忽略的可接管应用了。

# shelfSetup.ignore.pickerSubtitle
source: Pick apps CaskHub should stop suggesting for adoption.
uk: Виберіть програми, які CaskHub більше не пропонуватиме додати під керування.
zh_hans: 选择 CaskHub 不再建议接管的应用。

# shelfSetup.ignore.pickerTitle
source: Ignore an app
uk: Ігнорувати програму
zh_hans: 忽略应用

# shelfSetup.ignore.title
source: Adopt ignore list
uk: Ігноровані програми
zh_hans: 接管忽略列表

# shelfSetup.ignoredCount
source: %lld ignored
uk: Ігноруються: %lld
zh_hans: 已忽略 %lld 个

source: Show Adopt Apps
uk: Показати програми для додавання під керування
zh_hans: 显示可接管的应用

source: Show Adoptable Apps
uk: Показати програми, які можна додати під керування

source: Show Available Updates
uk: Показати доступні оновлення

source: Sidebar
uk: Бічна панель
zh_hans: 边栏

# sidebar.health
source: Health
uk: Стан
zh_hans: 健康

# sidebar.installed
source: Installed
uk: Встановлено
zh_hans: 已安装

# sidebar.shelfSetup
source: Shelf Setup
uk: Налаштування полиці
zh_hans: 酒架设置

# sidebar.updates
source: Updates
uk: Оновлення
zh_hans: 更新

source: Startup
uk: Запуск
zh_hans: 启动

# state.uninstall.externalCLI
source: Installed outside Homebrew at %@. Remove or move that file manually before installing the Homebrew version.
uk: Встановлено поза Homebrew за шляхом %@. Видаліть або перемістіть цей файл вручну перед встановленням версії Homebrew.
zh_hans: 已在 Homebrew 之外安装于 %@。请先手动删除或移动该文件，再安装 Homebrew 版本。

# state.uninstall.masInstalled
source: Installed from the Mac App Store. Uninstall it from Finder or Launchpad.
uk: Встановлено з Mac App Store. Видаліть програму у Finder або Launchpad.
zh_hans: 通过 Mac App Store 安装。请在访达或启动台中卸载。

source: Status
uk: Статус
zh_hans: 状态

source: Storage
uk: Сховище
zh_hans: 存储

source: Subcategories
uk: Підкатегорії
zh_hans: 子分类

source: Submit a bug or feature request
uk: Повідомити про помилку або запропонувати функцію

source: Support
uk: Підтримка

source: System
uk: Системна
zh_hans: 跟随系统

source: The disk image is already in use. Eject any mounted copy of it, then try again.
uk: Образ диска вже використовується. Від’єднайте всі змонтовані копії та повторіть спробу.
zh_hans: 此磁盘映像正在使用中。请推出已挂载的副本，然后重试。

source: The download is missing valid macOS quarantine metadata. Remove the cached download and let Homebrew download it again; do not bypass the security check.
uk: У завантаженні немає дійсних метаданих карантину macOS. Видаліть кешоване завантаження та дозвольте Homebrew завантажити його знову; не обходьте перевірку безпеки.
zh_hans: 下载内容缺少有效的 macOS 隔离属性。请删除缓存的下载内容，让 Homebrew 重新下载；不要绕过此安全检查。

source: The installer for “%@” requires your login password.
uk: Інсталятор «%@» потребує ваш пароль для входу.
zh_hans: “%@” 的安装程序需要你的登录密码。

source: There is not enough free storage to complete this operation. Free some space, then try again.
uk: Недостатньо вільного місця для завершення цієї операції. Звільніть місце та повторіть спробу.
zh_hans: 可用存储空间不足，无法完成此操作。请释放一些空间，然后重试。

source: This app is not available for this Mac's processor architecture or macOS version.
uk: Ця програма недоступна для архітектури процесора цього Mac або версії macOS.
zh_hans: 此应用不支持这台 Mac 的处理器架构或 macOS 版本。

source: This Homebrew installation cannot read the current cask definition. Update Homebrew, then try again. If it still fails, run `brew doctor` in Terminal.
uk: Ця інсталяція Homebrew не може прочитати поточне визначення пакета Cask. Оновіть Homebrew і повторіть спробу. Якщо помилка не зникне, запустіть `brew doctor` у Терміналі.
zh_hans: 此 Homebrew 安装无法读取当前的 Cask 定义。请更新 Homebrew 后重试。如果仍然失败，请在“终端”中运行 `brew doctor`。

source: This installer requires your login password.
uk: Для цього інсталятора потрібен пароль для входу.
zh_hans: 此安装程序需要你的登录密码。

source: This Mac requires Apple Silicon Homebrew. Choose /opt/homebrew/bin/brew in Settings.
uk: Для цього Mac потрібна версія Homebrew для Apple Silicon. Виберіть /opt/homebrew/bin/brew у параметрах.
zh_hans: 这台 Mac 需要 Apple 芯片版 Homebrew。请在设置中选择 /opt/homebrew/bin/brew。

source: This Mac requires Intel Homebrew. Choose /usr/local/bin/brew in Settings.
uk: Для цього Mac потрібна версія Homebrew для Intel. Виберіть /usr/local/bin/brew у параметрах.
zh_hans: 这台 Mac 需要 Intel 版 Homebrew。请在设置中选择 /usr/local/bin/brew。

source: Top Charts
uk: Рейтинги
zh_hans: 排行榜

source: Troubleshooting
uk: Усунення несправностей
zh_hans: 故障排除

source: Uncategorized
uk: Без категорії
zh_hans: 未分类

source: Uninstall
uk: Видалити
zh_hans: 卸载

source: Uninstalling…
uk: Видалення…
zh_hans: 正在卸载…

source: Unknown
uk: Невідомо
zh_hans: 未知

source: Update
uk: Оновити
zh_hans: 更新

source: Update All
uk: Оновити все
zh_hans: 全部更新

source: Update All Apps?
uk: Оновити всі програми?
zh_hans: 更新所有应用？

source: Update Homebrew
uk: Оновити Homebrew
zh_hans: 更新 Homebrew

source: Updates
uk: Оновлення
zh_hans: 更新

source: Updating
uk: Оновлення
zh_hans: 更新

source: Updating %lld of %lld
uk: Оновлення %lld із %lld
zh_hans: 正在更新 %lld/%lld
